{
    "translation": {
        "Email": "Email",
        "Senha": "Password",
        "Entrar": "Login",
        "OU": "OR",
        "Entrar com Facebook": "Login with Facebook",
        "Entrar com Google": "Login with Google",
        "Entrar com Apple": "Login with Apple",
        "Não possui uma conta?": "Don't have an account?",
        "Cadastre-se": "Sign up",
        "Usuário ou senha incorretos": "Incorrect username or password",
        "Preencher o campo de email!": "Fill in the email field!",
        "Preencher o campo de senha!": "Fill in the password field!",
        "Preencha o campo de confirmação de senha!": "Fill in the password confirmation field!",
        "As senhas não coincidem!": "The passwords do not match!",
        "A senha deve ter pelo menos 6 caracteres!": "The password must be at least 6 characters long!",
        "Confirme a Senha": "Confirm Password",


        "Cadastro": "Sign up",
        "O email já está cadastrado.": "The email is already registered.",
        "Tente Novamente!": "Try Again!",
        "Continuar": "Continue",
        "Criar com Facebook": "Create with Facebook",
        "Criar com Google": "Create with Google",
        "Criar com Apple": "Create with Apple",
        "Já possui uma conta?": "Already have an account?",

        "Nome": "Name",
        "Preencher o campo de nome!": "Fill in the name field!",
        "Apelido": "Last Name",
        "Preencher o campo de apelido!": "Fill in the nickname field!",
        "Data de Nascimento": "Date of Birth",
        "Preencher o campo de data de nascimento!": "Fill in the date of birth field!",
        "Genero": "Gender",
        "Preencher o campo de genero!": "Fill in the gender field!",
        "Masculino": "Male",
        "Feminino": "Female",
        "Telefone": "Phone",
        "Preencher o campo de telefone!": "Fill in the phone field!",
        "Cancelar": "Cancel",
        "Confirmar": "Confirm",

        "Insira uma senha": "Enter a password",
        "Por questões de segurança, senha deve ter pelo menos 6 caracteres.": "For security reasons, the password must be at least 6 characters long.",
        "Bem vindo ao nosso Aplicativo!": "Welcome to our App!",
        "Parabéns, sua conta foi criada com sucesso, agora pode explorar todos eventos de Moçambique!": "Congratulations, your account has been successfully created, now you can explore all events in Mozambique!",
        "O que você gosta?": "What do you like?",
        "Hey, selecione uma ou mais categorias, assim você receberá as melhores Sugestões!": "Hey, select one or more categories, so you will receive the best Suggestions!",
        "Terminar": "Finish",
        "Pesquisa e Descobre": "Search and Discover",
        "Moçambique": "Mozambique",
        "Começa a explorar": "Start exploring",
        
        "Início": "Home",
        "Explorar": "Explore",
        "Bilhetes": "Tickets",
        "Favoritos": "Favorites",
        "Perfil": "Profile",

        "Bem Vindo": "Welcome",
        "Eventos Em Destaque": "Featured Events",
        "Lugares populares": "Popular Places",
        "Organizadores em alta": "Top organizers",
        "Pesquisar": "Search",

        "A Seguir": "Following",
        "Seguir": "Follow",
        "Eventos": "Events",
        "Informações": "Information",
        "Nenhum evento encontrado!": "No event found!",
        "Sobre": "About",
        "Contactos": "Contacts",
        "ver": "view",

        "Explorar Eventos": "Explore Events",
        "Explorar Locais": "Explore Places",
        "Pesquisar por...": "Search for...",
        "Categorias": "Categories",
        "Local": "Location",
        "Data": "Date",
        "eventos sugeridos": "suggested events",
        "eventos encontrados": "events found",
        "Sugestões de Eventos": "Event Suggestions",

        "Encontre eventos em...": "Find events in...",
        "Navegando em": "Browsing in",
        "Locais Encontrados": "Places Found",
        "Ordenar por": "Sort by",
        "Mais recentes": "Most recent",
        "Mais populares": "Most popular",
        "Aplicar": "Apply",
        "Filtros": "Filters",
        "Seleccione a Data": "Select the Date",
        "Escolha a Data": "Choose the Date",

        "Encontre eventos em...": "Find events in...",
        "Locais sugeridos": "Suggested places",
        "Nenhum local encontrado!": "No place found!",
        "locais encontrados": "places found",
        "Sobre o Local": "About the Place",
        "Localização": "Location",

        "Início pelas": "Starts at",
        "Organizador": "Organizer",
        "Ver mais": "See more",
        "Sobre o Evento": "About the Event",
        "Favoritos": "Favorites",
        "Organizadores": "Organizers",
        "Locais": "Places",
        "Ainda não tem eventos com gostos": "You don't have events with likes yet",
        "'Curta' um evento e encontre-o mais tarde, receba notificações e assim ajude-nos a melhorar as recomendações para si.": "'Like' an event and find it later, receive notifications and help us improve recommendations for you",
        "Eventos Favoritos": "Favorite Events",
        "Sugestões para ti": "Suggestions for you",
        "Ainda não seguiu nenhum organizador": "You haven't followed any organizers yet",
        "'Siga' um organizador e assim sempre será notificado sobre os eventos dos seus organizadores favoritos.": "'Follow' an organizer and you will always be notified about the events of your favorite organizers",
        "Organizadores Favoritos": "Favorite Organizers",
        "Ainda não tem locais Favoritos": "You don't have favorite places yet",
        "'Curta' um local e encontre-o mais tarde, receba notificações e assim ajude-nos a melhorar as recomendações para si.": "'Like' a place and find it later, receive notifications and help us improve recommendations for you",
        "Locais Favoritos": "Favorite Places",
        "Gostos": "Likes",
        "Seguindo": "Following",
        "Centro de Notificações": "Notification Center",
        "Configurações": "Settings",
        "Copiar eventos para o calendário": "Copy events to the calendar",
        "Suporte": "Support",
        "Fale Conosco": "Contact Us",
        "Privacidade": "Privacy",
        "Versão": "Version",
        "Termos de serviço": "Terms of Service",
        "Sair da conta": "Log out",
        "Idioma": "Language",

        "Tem certeza que deseja sair": "Are you sure you want to log out",
        "Sim": "Yes",
        "Não": "No",

        "Nossos Contactos": "Our Contacts",
        "Nossa Localização": "Our Location",

        "Sem Notificações": "No Notifications",
        "pelas": "at",
        "Limpar": "Clear",

        "Serviços": "Services",
        "Saúde": "Health",
        "Polícia": "Police",
        "Taxi": "Taxi",
        "Agência de Viagens": "Travel agency",
        "Governo": "Government",
        "Linha Verde": "Green Line",
        
        "Nenhum Serviço encontrado!": "No Service found!",
        "Ir Com": "Go With",

        "Adicionar":"Add",
        "Eventos Populares":"Popular Events",
        "Conheça este lugar":"Discover this place",
        "Eventos para ti":"Events for you",
        "Bem-vindo aos Termos de Serviço do Aplicativo Onde! Estes termos regem o uso do nosso aplicativo móvel, que tem como objetivo explorar eventos e locais em Moçambique. Ao utilizar nosso aplicativo, você concorda com estes termos.": "Welcome to the Terms of Service of the Onde App! These terms govern the use of our mobile application, which aims to explore events and places in Mozambique. By using our application, you agree to these terms.",
        "Aceitação dos Termos": "Acceptance of the Terms",
        "Ao utilizar o aplicativo Onde, você concorda com estes Termos de Serviço. Se você não concordar com algum dos termos aqui apresentados, por favor, não utilize o aplicativo.": "By using the Onde application, you agree to these Terms of Service. If you do not agree with any of the terms presented here, please do not use the application.",
        "Descrição do Serviço": "Description of the Service",
        "O aplicativo Onde oferece aos usuários a oportunidade de explorar eventos e locais em Moçambique. Isso inclui informações sobre eventos culturais, atividades sociais, pontos turísticos, entre outros.": "The Onde application offers users the opportunity to explore events and places in Mozambique. This includes information about cultural events, social activities, tourist spots, among others.",
        "Cadastro e Conta de Usuário": "User Registration and Account",
        "Para utilizar todas as funcionalidades do aplicativo, você pode precisar criar uma conta de usuário. Ao fazer isso, você concorda em fornecer informações verdadeiras, precisas, atualizadas e completas sobre si mesmo conforme solicitado pelo formulário de registro. Você é responsável por manter a confidencialidade de sua senha e conta e por todas as atividades que ocorrem em sua conta.": "To use all the features of the application, you may need to create a user account. By doing so, you agree to provide true, accurate, up-to-date and complete information about yourself as requested by the registration form. You are responsible for maintaining the confidentiality of your password and account and for all activities that occur in your account.",
        "Uso Aceitável": "Acceptable Use",

        "Direitos de Propriedade Intelectual": "Intellectual Property Rights",
        "O aplicativo Onde e seu conteúdo, recursos e funcionalidades são de propriedade da Onde e estão protegidos por leis de direitos autorais, marcas registradas e outras leis de propriedade intelectual. Você concorda em não reproduzir, distribuir, modificar, criar trabalhos derivados, exibir, executar, publicar, licenciar ou vender qualquer conteúdo ou informação contida no aplicativo.": "The Onde application and its content, features and functionality are owned by Onde and are protected by copyright, trademark and other intellectual property laws. You agree not to reproduce, distribute, modify, create derivative works, display, perform, publish, license or sell any content or information contained in the application.",
        "Limitação de Responsabilidade": "Limitation of Liability",
        "Em nenhuma circunstância a Onde, seus afiliados, licenciadores, prestadores de serviços, empregados, agentes, diretores ou administradores serão responsáveis por danos de qualquer tipo, sob qualquer teoria legal, decorrentes ou relacionados ao uso ou incapacidade de uso do aplicativo, ou a qualquer conteúdo ou informação disponível no aplicativo.": "In no event shall Onde, its affiliates, licensors, service providers, employees, agents, directors or administrators be liable for any damages of any kind, under any legal theory, arising out of or related to the use or inability to use the application, or any content or information available in the application.",
        "Modificações nos Termos de Serviço": "Modifications to the Terms of Service",
        "A Onde se reserva o direito de modificar estes Termos de Serviço a qualquer momento. A Onde notificará os usuários sobre quaisquer alterações significativas através do aplicativo. O uso continuado do aplicativo após a notificação de alterações nos termos constituirá aceitação dos novos termos.": "Onde reserves the right to modify these Terms of Service at any time. Onde will notify users of any significant changes through the application. Continued use of the application after notification of changes to the terms will constitute acceptance of the new terms.",
        "Ao utilizar o aplicativo Onde, você concorda em cumprir estes Termos de Serviço. O não cumprimento destes termos pode resultar na suspensão ou término do seu acesso ao aplicativo. Se você tiver alguma dúvida ou preocupação sobre estes termos, entre em contato conosco. Agradecemos por escolher o aplicativo Onde para explorar eventos e locais em Moçambique!": "By using the Onde application, you agree to comply with these Terms of Service. Failure to comply with these terms may result in the suspension or termination of your access to the application. If you have any questions or concerns about these terms, please contact us. Thank you for choosing the Onde application to explore events and places in Mozambique!",
        "Ao utilizar o aplicativo Onde, você concorda em não:": "By using the Onde application, you agree not to:",
        "Violar qualquer lei local, estadual, nacional ou internacional": "Violate any local, state, national or international law",
        "Usar o aplicativo para fins ilegais": "Use the application for illegal purposes",
        "Fornecer informações falsas ou enganosas": "Provide false or misleading information",
        "Interferir ou prejudicar a segurança do aplicativo ou qualquer serviço, sistema de hardware ou rede conectado ao aplicativo": "Interfere with or harm the security of the application or any service, hardware system or network connected to the application",
        "Data Inicial": "Start Date",
        "Data Final": "End Date",

        "Editar Perfil": "Edit Profile",
        "Actualizar": "Update",
        "Deletar Conta": "Delete Account",
        "Tem certeza que deseja deletar a conta e os seus dados": "Are you sure you want to delete the account and your data",
        "Explorando eventos em": "Exploring events in",

        "Todos":"All",
        "Hoje":"Today",
        "Esta semana":"This week",
        "Este mês":"This month",

        "Começa a explorar": "Start exploring",
        "Eventos em destaque": "Featured Events",
        "Eventos populares": "Popular Events",
        "Eventos encontrados": "Events found",
        "Organizadores":"Organizers",
        "Os melhores destinos em Moçambique": "The best destinations in Mozambique",
        "Lugares em destaque": "Featured Places",
        "Explore as nossas categorias de lugares": "Explore our categories of places"
    }
}